Revit 2024 API
UnitTypeId.CurrencyPerWattHour Property
 Cost per watt hour.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId CurrencyPerWattHour { get; }
Visual Basic
Public Shared ReadOnly Property CurrencyPerWattHour As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ CurrencyPerWattHour {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace